function getBaseType() {
    var obj = {
        "위스키": {
            '10도 이하':
                [
                    '실버 불렛',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '10도 ~ 20도':
                [
                    '러스티 네일',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '20도 ~ 30도':
                [
                    '올드 패션드',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '30도 ~ 40도':
                [
                    '뉴욕사워1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '40도 이상':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
        },
        "진": {
            '10도 이하':
                [
                    '맨하탄',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '10도 ~ 20도':
                [
                    '잭콧',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '20도 ~ 30도':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '30도 ~ 40도':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '40도 이상':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
        },
        "럼" : {
            '10도 이하':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '10도 ~ 20도':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '20도 ~ 30도':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '30도 ~ 40도':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '40도 이상':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
        },
        "보드카" : {
            '10도 이하':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '10도 ~ 20도':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '20도 ~ 30도':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '30도 ~ 40도':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '40도 이상':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
        },
        "데킬라" : {
            '10도 이하':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '10도 ~ 20도':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '20도 ~ 30도':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '30도 ~ 40도':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '40도 이상':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
        },
        "브랜디" : {
            '10도 이하':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '10도 ~ 20도':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '20도 ~ 30도':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '30도 ~ 40도':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '40도 이상':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
        },
        "소주" : {
            '10도 이하':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '10도 ~ 20도':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '20도 ~ 30도':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '30도 ~ 40도':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
            ,
            '40도 이상':
                [
                    '칵테일 이름1',
                    '칵테일 이름2',
                    '칵테일 이름3',
                    '칵테일 이름4',
                    '칵테일 이름5'
                ]
        }
    }
    return obj;
}